Repository: 2ndkauboy/testimonial-cpt
Catalog: languages/testimonial-cpt-*.po
Languages: de_de

source: Register a post type to manage testimonials.
de_de: Registrierung eines eigenen Inhaltstyps zur Verwaltung von Testimonials.

source: All Testimonials
de_de: Alle Testimonials

source: Testimonial Archives
de_de: Testimonial-Archive

source: Testimonial Attributes
de_de: Testimonial-Attribute

source: Insert into testimonial
de_de: In das Testimonial einfügen

source: Uploaded to this testimonial
de_de: Zu diesem Testimonial hochgeladen

# testimonial
source: Featured Image
de_de: Beitragsbild

# testimonial
source: Set featured image
de_de: Beitragsbild festlegen

# testimonial
source: Remove featured image
de_de: Beitragsbild entfernen

# testimonial
source: Use as featured image
de_de: Als Beitragsbild verwenden

source: Filter testimonials list
de_de: Testimonialliste filtern

source: Testimonials list navigation
de_de: Navigation der Testimonialliste

source: Testimonials list
de_de: Testimonialliste

source: New Testimonial
de_de: Neues Testimonial

source: Add New
de_de: Erstellen

source: Add New Testimonial
de_de: Neues Testimonial hinzufügen

source: Edit Testimonial
de_de: Testimonial bearbeiten

source: View Testimonial
de_de: Testimonial anzeigen

source: View Testimonials
de_de: Testimonials anzeigen

source: Search testimonials
de_de: Testimonials durchsuchen

source: No testimonials found
de_de: Keine Testimonials gefunden

source: No testimonials found in trash
de_de: Keine Testimonials im Papierkorb gefunden

source: Parent Testimonial:
de_de: Übergeordnetes Testimonial:

source: Testimonial updated. <a target="_blank" href="%s">View testimonial</a>
de_de: Testimonial aktualisiert. <a target="_blank" href="%s">Testimonial anzeigen</a>

source: Custom field updated.
de_de: Benutzerdefiniertes Feld aktualisiert.

source: Custom field deleted.
de_de: Benutzerdefiniertes Feld gelöscht.

source: Testimonial updated.
de_de: Testimonial aktualisiert.

source: Testimonial restored to revision from %s
de_de: Testimonial aus Revision vom %s wiederhergestellt.

source: Testimonial published. <a href="%s">View testimonial</a>
de_de: Testimonial veröffentlicht. <a href="%s">Testimonial anzeigen</a>

source: Testimonial saved.
de_de: Testimonial gespeichert.

source: Testimonial submitted. <a target="_blank" href="%s">Preview testimonial</a>
de_de: Testimonial übermittelt. <a target="_blank" href="%s">Testimonial-Vorschau anzeigen</a>

source: Testimonial scheduled for: <strong>%1$s</strong>. <a target="_blank" href="%2$s">Preview testimonial</a>
de_de: Testimonial geplant für: <strong>%1$s</strong>. <a target="_blank" href="%2$s">Testimonial-Vorschau anzeigen</a>

source: M j, Y @ G:i
de_de: d.m.Y @ H:i

source: Testimonial draft updated. <a target="_blank" href="%s">Preview testimonial</a>
de_de: Testimonial-Entwurf aktualisiert. <a target="_blank" href="%s">Testimonial-Vorschau anzeigen</a>

source: %s testimonial updated.
de_de: %s Testimonial aktualisiert.

source: 1 testimonial not updated, somebody is editing it.
de_de: Ein Testimonial nicht aktualisiert, jemand bearbeitet es.

source: %s testimonial not updated, somebody is editing it.
de_de: %s Testimonial nicht aktualisiert, jemand bearbeitet es.

source: %s testimonial permanently deleted.
de_de: %s Testimonial endgültig gelöscht.

source: %s testimonial moved to the Trash.
de_de: %s Testimonial in den Papierkorb gelegt.

source: %s testimonial restored from the Trash.
de_de: %s Testimonial aus dem Papierkorb wiederhergestellt.

source: Types
de_de: Arten

# taxonomy general name
source: Type
de_de: Art

source: Search Types
de_de: Arten suchen

source: Popular Types
de_de: Beliebte Arten

source: All Types
de_de: Alle Arten

source: Parent Type
de_de: Übergeordnete Art

source: Parent Type:
de_de: Übergeordnete Art:

source: Edit Type
de_de: Art bearbeiten

source: Update Type
de_de: Art aktualisieren

source: View Type
de_de: Art anzeigen

source: Add New Type
de_de: Neue Art erstellen

source: New Type
de_de: Neue Art

source: Separate Types with commas
de_de: Arten mittels Komma trennen

source: Add or remove Types
de_de: Arten hinzufügen oder entfernen

source: Choose from the most used Types
de_de: Wähle aus den häufig genutzten Arten

source: No Types found.
de_de: Keine Arten gefunden.

source: No Types
de_de: Keine Arten

source: Types list navigation
de_de: Navigation der Artenliste

source: Types list
de_de: Artenliste

# testimonial_type
source: Most Used
de_de: Meistgenutzt

source: &larr; Back to Types
de_de: &larr; Zurück zu Arten

source: Type added.
de_de: Art hinzugefügt.

source: Type deleted.
de_de: Art gelöscht.

source: Type updated.
de_de: Art aktualisiert.

source: Type not added.
de_de: Art wurde nicht hinzugefügt.

source: Type not updated.
de_de: Art wurde nicht aktualisiert.

source: Types deleted.
de_de: Arten gelöscht.
